Repository: NaN-tic/trytond-account_bank
Catalog: locale/*.po
Languages: ca, es_es

# error:account.invoice:
source: Invoice "%(invoice)s" has no bank account associated but payment type "%(payment_type)s" requires it.
ca: La factura "%(invoice)s" no té cap compte bancari associat però el tipus de pagament "%(payment_type)s" en requereix.
es_es: La factura "%(invoice)s" no tiene cuenta bancaria asociada, pero su tipo de pago "%(payment_type)s" lo requiere.

# error:account.move.compensation_move.start:
source: Parties can not be mixed to create a compensation move. Party "%s" in line "%s" is different from previous party "%s"
ca: No es poden barrejar tercers al crear un efecte de compensació. El tercer "%s" de la línia "%s" és diferent del tercer anterior "%s".
es_es: No se pueden mezclar terceros al crear un efecto de compensación. El tercero "%s" del apunte "%s" es distinto del tercero anterior "%s".

# error:account.move.compensation_move.start:
source: Selected moves are balanced. Use concile wizard instead of creating a compensation move.
ca: Els apunts seleccionats estan balancejats. Utilitzeu l'assistent de conciliació per a conciliar-los enlloc de crear un efecte de compensació.
es_es: Los apuntes seleccionados están balanceados. Utilize el asistente de conciliación para conciliarlos en lugar de crear un efecto de compensación.

# error:account.move.line:
source: Line "%s" (%d) already reconciled.
ca: L'apunt "%s" (%d) ja està conciliat.
es_es: El apunte "%s" (%d) ya está conciliado.

# error:account.move.line:
source: Move line cannot be created because there is no journal defined.
ca: No es pot crear l'apunt comptable perquè no està definit el diari.
es_es: El apunte contable no se puede crear porque no hay un diario definido.

# error:account.move.line:
source: You can not add/modify lines in closed journal period "%s".
ca: No podeu afegir/modificar apunts al diari tancat de període "%s".
es_es: No puede añadir/modificar apuntes en el diario cerrado del periodo "%s".

# error:account.move.line:
source: You can not create a move line with account "%s" because it is a view account.
ca: No podeu crear un apunt comptable amb el compte "%s" perquè és un compte de tipus vista.
es_es: No puede crear un apunte con la cuenta "%s" porque es una cuenta vista.

# error:account.move.line:
source: You can not create a move line with account "%s" because it is inactive.
ca: No podeu crear un apunt comptable amb el compte "%s" perquè no està actiu.
es_es: No puede crear un apunte con la cuenta "%s" porque no está activa.

# error:account.move.line:
source: You can not modify line "%s" because it is reconciled.
ca: No podeu modificar l'apunt "%s" perquè està conciliat.
es_es: No puede modificar el apunte "%s" porque está conciliado.

# error:account.move.line:
source: You can not modify lines of move "%s" because it is already posted.
ca: No podeu modificar els apunts de l'assentament "%s" perquè ja està confirmat.
es_es: No puede modificar apuntes del asiento "%s" porque ya está confirmado.

# error:account.payment:
source: No valid mandate for payment "%(payment)s" of party "%(party)s" with amount "%(amount)s".
ca: No se ha encontrado un mandato valido para el pago "%(payment)s" del tercero "%(party)s" con importe "%(amount)s".

# error:bank.account:
source: It is not possible to modify the owner of bank account "%(account)s" as it is used on the %(field)s of %(model)s "%(name)s"
ca: No es possible modificar el titular del compte bancari "%(account)s" que ja es usa a %(field)s del %(model)s "%(name)s".

# field:account.invoice,account_bank:
source: Account Bank
ca: Compte bancari
es_es: Tipo cuenta bancaria

# field:account.invoice,account_bank_from:
source: Account Bank From
ca: Compte bancari de
es_es: Cuenta bancaria de

# field:account.invoice,bank_account:
source: Bank Account
ca: Compte bancari
es_es: Cuenta bancaria

# field:account.move.compensation_move.start,account:
source: Account
ca: Compte

# field:account.move.compensation_move.start,account_bank:
source: Account Bank
ca: Compte bancari
es_es: Cuenta bancaria

# field:account.move.compensation_move.start,account_bank_from:
source: Account Bank From
ca: Compte bancari de
es_es: Cuenta bancaria de

# field:account.move.compensation_move.start,bank_account:
source: Bank Account
ca: Compte bancari
es_es: Cuenta bancaria

# field:account.move.compensation_move.start,date:
source: Date
ca: Data

# field:account.move.compensation_move.start,description:
source: Description
ca: Descripció

# field:account.move.compensation_move.start,maturity_date:
source: Maturity Date
ca: Data de venciment
es_es: Fecha vencimiento

# field:account.move.compensation_move.start,party:
source: Party
ca: Tercer
es_es: Terceros

# field:account.move.compensation_move.start,payment_kind:
source: Payment Kind
ca: Classe de pagament
es_es: Clase de pago

# field:account.move.compensation_move.start,payment_type:
source: Payment Type
ca: Tipus de pagament
es_es: Tipo de pago

# field:account.move.line,account_bank:
source: Account Bank
ca: Compte bancari
es_es: Cuenta bancaria

# field:account.move.line,account_bank_from:
source: Account Bank From
ca: Compte bancari de
es_es: Cuenta bancaria de

# field:account.move.line,bank_account:
source: Bank Account
ca: Compte bancari
es_es: Cuenta bancaria

# field:account.move.line,netting_moves:
source: With Netting Moves
ca: Amb movimients a compensar

# field:account.move.line,reverse_moves:
source: With Reverse Moves
ca: Amb apunts inversos
es_es: Con apuntes inversos

# field:account.payment,bank_account:
source: Bank Account
ca: Comptes bancaris

# field:account.payment.group,currency_digits:
source: Currency Digits
ca: Dígits de la moneda

# field:account.payment.group,payment_type:
source: Payment Type
ca: Tipus de pagament

# field:account.payment.journal,party:
source: Party
ca: Tercer

# field:account.payment.journal,payment_type:
source: Payment Type
ca: Tipus de pagament

# field:account.payment.type,account_bank:
source: Account Bank Kind
ca: Tipus compte bancari
es_es: Cuenta bancaria

# field:account.payment.type,bank_account:
source: Bank Account
ca: Compte bancari
es_es: Cuenta bancaria

# field:account.payment.type,party:
source: Party
ca: Tercer
es_es: Tercero

# help:account.payment.journal,party:
source: The party who sends the payment group, if it is different from the company.
ca: El tercer que s'envia el grup de pagament és diferent de l'empresa.

# model:account.move.compensation_move.start,name:
source: Create Compensation Move Start
ca: Inici crea assentament de compensació
es_es: Inicio crear efecto de compensación

# model:ir.action,name:act_compensation_move_lines
source: Create compensation move
ca: Crea assentament de compensació
es_es: Crear efecto de compensación

# model:ir.action.act_window.domain,name:act_move_line_form_domain_netting
source: Netting
ca: A compensar

source: Payable with reverse moves
ca: A pagar amb apunts inversos

source: Receivable with reverse moves
ca: A cobrar amb apunts inversos

# selection:account.invoice,account_bank:
source: Company
ca: Empresa
es_es: Empresa

# selection:account.invoice,account_bank:
source: None
ca: Cap
es_es: Ninguno

# selection:account.invoice,account_bank:
source: Other
ca: Un altre
es_es: Otro

# selection:account.invoice,account_bank:
source: Party
ca: Tercer
es_es: Tercero

# selection:account.move.compensation_move.start,account_bank:
source: Company
ca: Empresa
es_es: Empresa

# selection:account.move.compensation_move.start,account_bank:
source: None
ca: Cap
es_es: Ninguno

# selection:account.move.compensation_move.start,account_bank:
source: Other
ca: Un altre
es_es: Otro

# selection:account.move.compensation_move.start,account_bank:
source: Party
ca: Tercer
es_es: Tercero

# selection:account.move.compensation_move.start,payment_kind:
source: Both
ca: Ambdós

# selection:account.move.compensation_move.start,payment_kind:
source: Payable
ca: A pagar

# selection:account.move.compensation_move.start,payment_kind:
source: Receivable
ca: A cobrar

# selection:account.move.line,account_bank:
source: Company
ca: Empresa
es_es: Empresa

# selection:account.move.line,account_bank:
source: None
ca: Cap
es_es: Ninguno

# selection:account.move.line,account_bank:
source: Other
ca: Un altre
es_es: Otro

# selection:account.move.line,account_bank:
source: Party
ca: Tercer
es_es: Tercero

# selection:account.payment.type,account_bank:
source: Company
ca: Empresa
es_es: Empresa

# selection:account.payment.type,account_bank:
source: None
ca: Cap
es_es: Ninguno

# selection:account.payment.type,account_bank:
source: Other
ca: Un altre
es_es: Otro

# selection:account.payment.type,account_bank:
source: Party
ca: Tercer
es_es: Tercero

# view:account.move.compensation_move.start:
source: Create Compensation Move
ca: Crea assentament de compensació
es_es: Crear efecto de compensación

# view:account.move.line:
source: Total Credit
ca: Total crèdit

# view:account.move.line:
source: Total Debit
ca: Total dèbit

# view:account.payment.journal:
source: Sender data
ca: Dades de l'emissor

# wizard_button:account.move.compensation_move,start,create_move:
source: Create
ca: Crea
es_es: Crear

# wizard_button:account.move.compensation_move,start,end:
source: Cancel
ca: Cancel·la
es_es: Cancelar

# error:account.invoice:
source: %s has no any %s bank account. Please set up one if you want to use this payment type.
es_es: %s no tiene ninguna cuenta bancaria %s. Por favor establezca una si quiere utilizar este tipo de pago.

# error:account.move.line:
source: %s has no any %s bank account. Please set up one if you want to use this payment type.
es_es: %s no tiene ninguna cuenta bancaria %s. Por favor establezca una si quiere utilizar este tipo de pago.

# error:bank.account:
source: It is not possible to modify the owner of bank account "%(account)s" as it is used on en el %(field)s del %(model)s "%(name)s"
es_es: No es posible modificar el propietario de la cuenta bancaria "%(account)s" porqué se utiliza en el campo "%(field)s" de "%(model)s" "%(name)s".
